{
    "ebooks": [
      {
        "id": 1,
        "title": "Przebudzenie Lewiatana",
        "author": "James S.A. Corey",
        "series": "Ekspansja",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 570,
        "first_published_year": 2011,
        "published_year": 2018,
        "isbn": "9788374809153",
        "description": "Ludzkość skolonizowała Układ Słoneczny, ale gwiazdy pozostają poza jej zasięgiem. Jim Holden, pierwszy oficer lodowcowca, odkrywa tajemniczy statek Scopuli, co prowadzi do konfliktu mogącego wywołać wojnę. Detektyw Miller poszukuje Julie Mao, której ślady prowadzą również do Scopuli. Wspólnie próbują odkryć prawdę, manewrując między rywalizującymi frakcjami i korporacjami, aby zapobiec katastrofie. ",
        "image": "book_-_przebudzenie_lewiatana.jpg",
        "store": "",
        "store_url": "",
        "rating": 7.5,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 2,
        "title": "Historia twojego życia",
        "author": "Ted Chiang",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 378,
        "first_published_year": 2002,
        "published_year": 2016,
        "isbn": "9788365676115",
        "description": "Ted Chiang w zbiorze \"Historia twojego życia\" eksploruje granice matematyki, języka i wierzeń, przedstawiając światy, gdzie matematyka jest niespójna, a język zmienia percepcję czasu. W tytułowym opowiadaniu lingwistka kontaktuje się z obcymi, co wpływa na jej postrzeganie rzeczywistości i pomaga pogodzić się z osobistą tragedią. Autor łączy inteligencję i humor, by ukazać ludzką kruchość w niepewnych realiach. Na podstawie jednej z historii powstał film \"Nowy początek\" (2016), uznany za przełomowy w sci-fi.",
        "image": "book_-_historia_twojego_zycia.jpg",
        "store": "ibuk.pl",
        "store_url": "https://www.ibuk.pl/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 3,
        "title": "Równi bogom",
        "author": "Isaac Asimov",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 396,
        "first_published_year": 1973,
        "published_year": 2023,
        "isbn": "9788381886918",
        "description": "W XXII wieku Ziemia czerpie energię z wymiany materii z wszechświatem równoległym, zainicjowanej przez obcych. Jednak to źródło grozi zamianą Słońca w supernową, co zniszczy planetę. Ostrzeżenia outsiderów, takich jak odrzucony naukowiec, zbuntowany obcy i człowiek z Księżyca, mogą być kluczem do zapobieżenia katastrofie. Pytanie, czy ktokolwiek potraktuje ich poważnie, zanim będzie za późno.",
        "image": "book_-_rowni_bogom.jpg",
        "store": "ibuk.pl",
        "store_url": "https://www.ibuk.pl/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 4,
        "title": "Koniec Wieczności",
        "author": "Isaac Asimov",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 264,
        "first_published_year": 1969,
        "published_year": 2022,
        "isbn": "9788381885904",
        "description": "Andrew Harlan, członek elitarnej organizacji Wiecznościowców, żyje poza czasem, wprowadzając zmiany w historii dla dobra ludzkości. Podczas jednej z misji zakochuje się w Noÿs Lambent, co stawia go w konflikcie z jego obowiązkami. Gdy dowiaduje się, że po kolejnej zmianie Noÿs może przestać istnieć, decyduje się działać, ryzykując swoje życie i istnienie Wieczności.",
        "image": "book_-_koniec_wiecznosci.jpg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 7.5,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 5,
        "title": "Spotkanie z Ramą",
        "author": "Arthur C. Clarke",
        "series": "Rama",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 280,
        "first_published_year": 1978,
        "published_year": 2023,
        "isbn": "9788383380131",
        "description": "Książka opowiada o odkryciu w Układzie Słonecznym tajemniczego obiektu o nazwie Rama, który okazuje się statkiem obcej cywilizacji. Załoga statku Śmiałek, dowodzona przez komandora Nortona, ma za zadanie zbadać obiekt i poznać jego intencje, zanim zbliży się on do Słońca. Powieść pełna napięcia i odkryć była nagradzana najważniejszymi nagrodami science fiction, jak Hugo i Nebula.",
        "image": "book_-_spotkanie_z_rama.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 6,
        "title": "Odyseja kosmiczna 2001",
        "author": "Arthur C. Clarke",
        "series": "Odyseja Kosmiczna",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 280,
        "first_published_year": 1988,
        "published_year": 2022,
        "isbn": "9788381884969",
        "description": "Arthur C. Clarke przedstawia wizję przyszłości, w której ludzkość zbliża się do podboju kosmosu, zadając pytanie, dlaczego nie spotkaliśmy jeszcze innych cywilizacji. Rozważając potencjalne odpowiedzi, książka sugeruje, że rzeczywistość może być o wiele bardziej niezwykła niż nasze spekulacje. Clarke, znany z \"2001: Odysei kosmicznej\", przedstawia jedną z możliwych teorii na temat braku kontaktu z obcymi, podkreślając, że to tylko fikcja, a prawda może nas zaskoczyć.",
        "image": "book_-_odyseja_kosmiczna_2001.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 7.8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 7,
        "title": "Odyseja kosmiczna 2010",
        "author": "Arthur C. Clarke",
        "series": "Odyseja Kosmiczna",
        "series_number": 2,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 360,
        "first_published_year": 1983,
        "published_year": 2023,
        "isbn": "9788381886161",
        "description": "Dziewięć lat po nieudanej misji Discovery, amerykańsko-rosyjska ekspedycja wyrusza na Jowisza, aby odzyskać dane z komputera pokładowego statku i odkryć, co spotkało Davida Bowmana. W trakcie misji pojawiają się Chińczycy, rozpoczynając rywalizację o pierwszeństwo. Tymczasem Bowman, przemieniony w nową istotę, powraca na Ziemię z tajemniczą misją związaną z monolitem.",
        "image": "book_-_odyseja_kosmiczna_2010.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 7.5,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 8,
        "title": "Odyseja kosmiczna 2061",
        "author": "Arthur C. Clarke",
        "series": "Odyseja Kosmiczna",
        "series_number": 3,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 312,
        "first_published_year": 1995,
        "published_year": 2023,
        "isbn": "9788383380469",
        "description": "W \"Odysei kosmicznej 2061\" doktor Heywood Floyd, mający 100 lat, wyrusza na pokładzie statku Universe, by wylądować na komecie Halleya. W tym czasie statek Galaxy bada Europę, mimo wcześniejszych ostrzeżeń. Załoga napotyka problemy i czeka na ratunek, podczas gdy istota będąca kiedyś Davidem Bowmanem obserwuje wydarzenia, gotowa ujawnić sekrety monolitu i rolę ludzkości we wszechświecie.",
        "image": "book_-_odyseja_kosmiczna_2061.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 6.7,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 9,
        "title": "Odyseja kosmiczna 3001. Finał",
        "author": "Arthur C. Clarke",
        "series": "Odyseja Kosmiczna",
        "series_number": 4,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 272,
        "first_published_year": 1997,
        "published_year": 2023,
        "isbn": "9788383380476",
        "description": "W \"Odysei kosmicznej 3001. Finał\" Frank Poole, odnaleziony po tysiącu lat dryfowania w kosmosie, zostaje przywrócony do życia w futurystycznym świecie pełnym technologicznych cudów. Monolit, kluczowy element poprzednich misji, nadal odgrywa ważną rolę, a jego tajemnica wciąż nie została rozwikłana. Powieść zamyka wizjonerską serię Arthura C. Clarke’a, ukazując losy ludzkości w dalekiej przyszłości.",
        "image": "book_-_odyseja_kosmiczna_3001.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 6.6,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 10,
        "title": "Mroczna materia",
        "author": "Blake Crouch",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 344,
        "first_published_year": 2016,
        "published_year": 2024,
        "isbn": "9788383352343",
        "description": "Jason Dessen, zwyczajny wykładowca fizyki, zostaje porwany przez zamaskowanego napastnika i budzi się w świecie, w którym jego życie wygląda zupełnie inaczej. Jego żona nie jest jego żoną, syn nigdy się nie urodził, a on sam jest geniuszem, który osiągnął coś niesamowitego. Jason zaczyna się zastanawiać, czy ten nowy świat jest rzeczywistością, czy to, co znał wcześniej, było tylko snem. \"Mroczna materia\" to trzymający w napięciu thriller, który eksploruje temat miłości, tożsamości i granic, jakie człowiek jest gotów przekroczyć, by osiągnąć wymarzone życie. Książka łączy elementy science fiction z głęboką intymnością ludzkich emocji, tworząc oryginalną i wciągającą opowieść. ",
        "image": "book_-_mroczna_materia.jpg",
        "store": "publio",
        "store_url": "https://www.publio.pl/",
        "rating": 7.5,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 11,
        "title": "Rekursja",
        "author": "Blake Crouch",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 366,
        "first_published_year": 2019,
        "published_year": 2019,
        "isbn": "9788381168045",
        "description": "Detektyw Barry Sutton bada serię przypadków, w których ludzie budzą się z fałszywymi wspomnieniami, prowadzącymi ich do szaleństwa i desperacji. Jedna z takich osób, kobieta, która skacze z wieżowca, twierdzi, że jej syn został wymazany. Barry zaczyna odkrywać, że za tym zjawiskiem może kryć się coś więcej niż tylko choroba - prawdopodobnie złowieszczy spisek. W tym samym czasie neuronaukowiec Helena Smith pracuje nad technologią pozwalającą na zapisywanie i ponowne przeżywanie wspomnień, co ma ogromny wpływ na rzeczywistość. Razem będą musieli zmierzyć się z potężną siłą, która manipuluje zarówno ludzkimi umysłami, jak i otaczającym ich światem.",
        "image": "book_-_rekursja.jpg",
        "store": "publio",
        "store_url": "https://www.publio.pl/",
        "rating": 7.4,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 12,
        "title": "Świat stali",
        "author": "Brian V. Larson",
        "series": "Legion Nieśmiertelnych",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 432,
        "first_published_year": 2020,
        "published_year": 2021,
        "isbn": "9788366375246",
        "description": "Siedemdziesiąt lat po przybyciu obcej armady Ziemia stoi przed ultimatum: dołączyć do Imperium lub zostać zniszczona. Aby przetrwać, ludzkość handluje życiem swoich mieszkańców, wysyłając ziemskie Legiony jako najemników dla obcych ras. James McGill, młody chłopak bez perspektyw, w wyniku zrządzenia losu trafia do jednego z takich legionów. Jego pierwsza misja na Cancri-9, znanym jako Świat Stali, okazuje się bardziej brutalna i skomplikowana, niż się spodziewał. McGill odkrywa, że stawka tej wojny jest znacznie większa, niż przypuszczał.",
        "image": "book_-_swiat_stali.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 6.8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 13,
        "title": "Problem trzech ciał",
        "author": "Cixin Liu",
        "series": "Wspomnienie o przeszłości Ziemi",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 452,
        "first_published_year": 2008,
        "published_year": 2017,
        "isbn": "9788381881548",
        "description": "Pierwszy tom trylogii \"Wspomnienie o przeszłości Ziemi\", \"Problem trzech ciał\", to bestsellerowa powieść science fiction nagrodzona Hugo. Podczas rewolucji kulturalnej w Chinach tajna baza wojskowa nawiązuje kontakt z zagrożoną cywilizacją pozaziemską dzięki badaniom Ye Wenjie. W XXI wieku naukowiec Wang Miao bada serię tajemniczych samobójstw fizyków i odkrywa związek z wirtualną grą \"Trzy ciała\", która okazuje się symulacją rzeczywistego zagrożenia kosmicznego. Powieść łączy elementy nauki, historii i polityki, tworząc intrygującą wizję spisku i kontaktu z obcymi.",
        "image": "book_-_problem_trzech_cial.jpg",
        "store": "",
        "store_url": "",
        "rating": 7.5,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 14,
        "title": "Ciemny las",
        "author": "Cixin Liu",
        "series": "Wspomnienie o przeszłości Ziemi",
        "series_number": 2,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 671,
        "first_published_year": 2015,
        "published_year": 2022,
        "isbn": "9788381884495",
        "description": "Drugi tom trylogii \"Wspomnienie o przeszłości Ziemi\" autorstwa chińskiego pisarza Cixin Liu, zdobywcy nagrody Hugo, przedstawia ludzkość stojącą w obliczu inwazji kosmitów, która ma nastąpić za czterysta lat. Ziemianie, wiedząc, że obcy mają dostęp do ich informacji dzięki sofonom, opracowują tajne strategie, aby ukryć swoje plany. Powieść, porównywana do klasyków science fiction, takich jak \"Fundacja\" czy \"Diuna\", łączy elementy nauki, filozofii i polityki, prezentując imponującą wizję kosmosu jako niebezpiecznego miejsca pełnego drapieżników. \"Ciemny las\" zdobył międzynarodowe uznanie, zachwycając zarówno czytelników, jak i krytyków swoją głębią i rozmachem. ",
        "image": "book_-_ciemny_las.jpeg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 15,
        "title": "Koniec śmierci",
        "author": "Cixin Liu",
        "series": "Wspomnienie o przeszłości Ziemi",
        "series_number": 3,
        "categories": [
          "fantasy",
          "sci-fi",
          "horror"
        ],
        "pages": 835,
        "first_published_year": 2010,
        "published_year": 2018,
        "isbn": "9788380629103",
        "description": "Trzeci tom trylogii \"Wspomnienie o przeszłości Ziemi\" rozgrywa się pół wieku po bitwie w dniu Sądu Ostatecznego, gdy ludzkość i Trisolarianie żyją we względnym pokoju. Dzięki trisolariańskiej wiedzy Ziemia doświadcza rozwoju i dobrobytu, a obie cywilizacje wydają się współpracować. Cheng Xin, techniczka z XXI wieku, budzi się z hibernacji, przynosząc wiedzę o tajnym programie, który może zakłócić tę kruchą równowagę. Przyszłość ludzkości wisi na włosku: czy sięgnie ona do gwiazd, czy zginie w stagnacji?",
        "image": "book_koniec_smierci.jpg",
        "store": "publio",
        "store_url": "https://www.publio.pl/",
        "rating": 8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 16,
        "title": "Futu.re",
        "author": "Dmitry Glukhovsky",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 635,
        "first_published_year": 2013,
        "published_year": 2015,
        "isbn": "9788363944490",
        "description": "\"Futu.re\" Dmitrija Glukhovsky’ego to powieść science fiction osadzona w świecie, gdzie ludzkość pokonała śmierć, osiągając nieśmiertelność i wieczną młodość. Ziemia zamieszkana jest przez zdrowe i piękne istoty, ale utopia ta ma swoją ciemną stronę - przeludnienie i konieczność utrzymania porządku. Główny bohater, pełniący rolę strażnika, musi dbać o zachowanie równowagi i pilnować, by ludzie żyli zgodnie z zasadami tego nowego świata. Powieść łączy trzymającą w napięciu fabułę i refleksję nad kondycją społeczeństw, oferując emocjonalne i wielowymiarowe spojrzenie na przyszłość.",
        "image": "book_-_future.jpg",
        "store": "Świat książki",
        "store_url": "https://www.swiatksiazki.pl/",
        "rating": 7.8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 17,
        "title": "Metro 2033",
        "author": "Dmitry Glukhovsky",
        "series": "Metro",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 578,
        "first_published_year": 2005,
        "published_year": 2018,
        "isbn": "9788361428596",
        "description": "\"Metro 2033\" to postapokaliptyczny thriller science fiction osadzony w moskiewskim metrze, które po zagładzie atomowej stało się ostatnim schronieniem ludzkości. Ocaleni tworzą w nim mikropaństwa, tocząc walki i zawierając sojusze, by przetrwać. Artem, młody mieszkaniec stacji WOGN, otrzymuje misję dotarcia do stacji Polis, by ostrzec przed nowym zagrożeniem. Jego wyprawa może zadecydować o losie nie tylko jego stacji, ale i całej społeczności metra. Powieść oferuje mroczną wizję świata po katastrofie, łącząc szybką akcję z głęboką analizą ludzkiej natury.",
        "image": "book_-_metro-2033-1.jpg",
        "store": "Świat książki",
        "store_url": "https://www.swiatksiazki.pl/",
        "rating": 7.8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 18,
        "title": "1984",
        "author": "George Orwell",
        "series": "",
        "series_number": null,
        "categories": [
          "fantastyka",
          "antyutopia"
        ],
        "pages": 336,
        "first_published_year": 1953,
        "published_year": 2022,
        "isbn": "9788382894950",
        "description": "\"1984\" Georgea Orwella to kultowa powieść antyutopijna, ukazująca świat zdominowany przez przemoc, strach i totalitarną władzę kontrolującą myśli i emocje ludzi. Historia tragicznej miłości Winstona i Julii stanowi ostrzeżenie przed zniewoleniem umysłu i nadużywaniem władzy. Mimo upływu lat książka pozostaje boleśnie aktualna, a jej pojęcia, takie jak \"Wielki Brat\" czy \"nowomowa\", weszły do potocznego języka wielu kultur.",
        "image": "book_-_1984.jpg",
        "store": "publio",
        "store_url": "https://www.publio.pl/",
        "rating": 8.4,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 19,
        "title": "Czerwień",
        "author": "Małgorzata Oliwia Sobczak",
        "series": "Kolory zła",
        "series_number": 1,
        "categories": [
          "kryminał",
          "sensacja",
          "thriller"
        ],
        "pages": 384,
        "first_published_year": 2019,
        "published_year": 2019,
        "isbn": "9788328070035",
        "description": "Prokurator Bilski zostaje wciągnięty w śledztwo dotyczące brutalnego morderstwa, które przypomina zbrodnię sprzed 17 lat. W 1996 roku nad sopockim morzem znaleziono ciało Moniki, córki sędzi Heleny Boguckiej, a teraz pojawia się kolejna ofiara z podobnymi okaleczeniami. Podejrzenia padają na seryjnego mordercę, który mógł czekać latami lub na jego naśladowcę. Sprawa staje się osobista dla Bilskiego, który próbuje odkryć, dlaczego poprzednie śledztwo nie zostało zakończone. Autorka, Małgorzata Oliwia Sobczak, w swojej debiutanckiej powieści mistrzowsko oddaje mroczną atmosferę nadmorskiego Sopotu. ",
        "image": "book_-_kolory_zla_czerwien.jpeg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 20,
        "title": "Projekt Hail Mary",
        "author": "Andy Weir",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 509,
        "first_published_year": 2021,
        "published_year": 2021,
        "isbn": "9788328716728",
        "description": "Ryland Grace, jedyny ocalały członek załogi misji ratunkowej, budzi się z amnezją na pokładzie statku kosmicznego, nie wiedząc, kim jest ani jaka jest jego misja. Stopniowo odkrywa, że jego zadaniem jest uratowanie Ziemi przed nadciągającą katastrofą. Choć początkowo wydaje się być zupełnie sam, szybko zdaje sobie sprawę, że nie wszystko jest takie, jak się wydaje. Samotny i oddalony o lata świetlne od domu, musi znaleźć sposób, by wypełnić swoją misję i ocalić ludzkość.",
        "image": "book_-_projekt_hail_mary.jpg",
        "store": "ebookpoint.pl",
        "store_url": "https://ebookpoint.pl/",
        "rating": 8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 21,
        "title": "Świat w letargu. The Poison Belt",
        "author": "Arthur Conan Doyle",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 323,
        "first_published_year": 1926,
        "published_year": 2014,
        "isbn": "9788379506088",
        "description": "Profesor Challenger zaprasza swoich trzech towarzyszy z wyprawy do \"Zaginionego Świata\" - Malonea, Lorda Roxtona i profesora Summerlee - do swojego domu pod Londynem, prosząc, by każdy przyniósł tlen. W drodze zauważają, że ludzie zaczynają zachowywać się w dziwny i nieprzewidywalny sposób. Challenger, przewidując, że Ziemia wejdzie w pas jadowitego eteru, uszczelnia pokój i zaopatruje go w butle z tlenem. Cała piątka czeka na przejście Ziemi przez pas trucizny, obserwując, jak świat zewnętrzny umiera. Książka jest wydana w wersji dwujęzycznej: polskiej i angielskiej. ",
        "image": "book_-_swiat_w_letargu.jpg",
        "store": "taniaksiazka.pl",
        "store_url": "https://www.taniaksiazka.pl/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": "Książka w dwóch wersjach językowych: polskiej i angielskiej"
      },
      {
        "id": 22,
        "title": "Co cię gryzie? Fascynujący świat pasożytów",
        "author": "Carl Zimmer",
        "series": "Zrozum",
        "series_number": null,
        "categories": [
          "nauki przyrodnicze"
        ],
        "pages": 344,
        "first_published_year": 2001,
        "published_year": 2021,
        "isbn": "9788366570351",
        "description": "Książka odkrywa fascynujący świat pasożytów, ukazując je jako jedną z największych sił napędowych ewolucji. Opisuje ich bezwzględne i przebiegłe strategie, jak kontrolowanie umysłu żywiciela, kastracja, czy oszukiwanie układu odpornościowego. Autor zabiera czytelnika w podróż przez laboratoria, dżungle i bagna, a także pod mikroskop, prezentując pasożyty jako kluczowych graczy w ekosystemie, równie ważnych jak drapieżniki. Zadaje pytanie, czy to właśnie pasożyty są najliczniejszymi i najważniejszymi istotami na Ziemi, sugerując, że nasza planeta może być ich królestwem.",
        "image": "book_-_co_cie_gryzie.jpeg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 23,
        "title": "Kwiaty dla Algernona",
        "author": "Daniel Keyes",
        "series": "Wehikuł czasu",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 298,
        "first_published_year": 1966,
        "published_year": 2019,
        "isbn": "9788380622227",
        "description": "Trzydziestodwuletni Charlie Gordon, który ma iloraz inteligencji wynoszący 68, uczęszcza na zajęcia w Beekman College, aby nauczyć się czytać i pisać. Dwaj naukowcy, doktor Nemur i doktor Strauss, chcą przeprowadzić na nim eksperyment, który wcześniej z sukcesem zwiększył inteligencję myszy o imieniu Algernon. Powieść, wyróżniona nagrodami Hugo i Nebula, jest ponadczasową opowieścią, która doczekała się wielu adaptacji filmowych i teatralnych na całym świecie.",
        "image": "book_-_kwiaty_dla_algernona.jpeg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 8.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 24,
        "title": "Flatlandia czyli Kraina Płaszczaków",
        "author": "Edwin A. Abbott",
        "series": "",
        "series_number": null,
        "categories": [
          "matematyka"
        ],
        "pages": 160,
        "first_published_year": 1884,
        "published_year": 2008,
        "isbn": "9788374203777",
        "description": "\"Flatlandia\" E.A. Abbotta to powieść o dwuwymiarowym świecie, której narratorem jest Kwadrat. Jego spojrzenie na rzeczywistość zmienia się po spotkaniu z Kulą ze Świata Przestrzeni, ukazując mu istnienie wyższych wymiarów. Książka, choć osadzona w matematycznym kontekście, pobudza wyobraźnię i inspiruje do refleksji nad ograniczeniami ludzkiej percepcji.",
        "image": "book_-_flatlandia.jpg",
        "store": "ibuk.pl",
        "store_url": "https://www.ibuk.pl/",
        "rating": 7.4,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 25,
        "title": "Filozofia Krótkie wprowadzenie 35",
        "author": "Eedward Craig",
        "series": "",
        "series_number": null,
        "categories": [
          "filozofia",
          "etyka"
        ],
        "pages": 172,
        "first_published_year": 2022,
        "published_year": 2022,
        "isbn": "9788383310220",
        "description": "Książka wprowadza czytelnika w świat filozofii, omawiając kluczowe pytania dotyczące etyki, natury bytu i wiedzy. Autor przybliża myśli Platona, Humea, Kartezjusza, Kanta oraz pisarzy buddyjskich, pokazując filozofię jako coś więcej niż naukowe badania - jako część codziennego życia. Tomik zachęca do krytycznego myślenia i odważnego zadawania pytań, pokazując filozofię bliską ludzkim doświadczeniom i refleksjom.",
        "image": "book_-_filozofia_krotkie_wprowadzenie_35.jpg",
        "store": "ebookpoint.pl",
        "store_url": "https://ebookpoint.pl/",
        "rating": 6.8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 26,
        "title": "Pan Lodowego Ogrodu - księga I",
        "author": "Jarosław Grzędowicz",
        "series": "Pan Lodowego Ogrodu",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 660,
        "first_published_year": 2007,
        "published_year": 2021,
        "isbn": "9788379644964",
        "description": "Vuko Drakkainen wyrusza samotnie na ratunek ekspedycji naukowej badającej cywilizację planety Midgaard, nie mogąc ingerować w jej rozwój. Planeta okazuje się jednak wrogo nastawiona, pełna mgły i śmierci, a sytuacja komplikuje się przez trwającą tam wojnę bogów, która łamie odwieczne reguły. Władza i magia stają się uzależniające, a wszelkie zasady tracą znaczenie. To pierwsza część kultowego cyklu, który zdobył prestiżowe nagrody: Zajdla, Nautilusa, Sfinksa i Śląkfę.",
        "image": "book_-_pan_lodowego_ogrodu.jpeg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 8.1,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 27,
        "title": "Chiny 5.0. Jak powstaje cyfrowa dyktatura",
        "author": "Kai Strittmatter",
        "series": "",
        "series_number": null,
        "categories": [
          "reportaż"
        ],
        "pages": 400,
        "first_published_year": 2020,
        "published_year": 2020,
        "isbn": "9788328072657",
        "description": "W XXI wieku Chiny rozwijają nowoczesny, cyfrowy autorytaryzm, wykorzystując sztuczną inteligencję i bazy danych do tworzenia zaawansowanego systemu nadzoru. Pod rządami Xi Jinpinga, najpotężniejszego przywódcy od czasów Mao, kraj umacnia swoją kontrolę i konkuruje z Zachodem, wykorzystując technologię do monitorowania społeczeństwa. Kai Strittmatter, długoletni korespondent \"Süddeutsche Zeitung\" w Pekinie, analizuje, co ten nowy wymiar chińskiego autorytaryzmu oznacza dla reszty świata.",
        "image": "book_-_chiny_5.jpeg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 7.2,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 28,
        "title": "Queen of Muerte. Tom 1",
        "author": "Natalia Kulpińska",
        "series": "",
        "series_number": null,
        "categories": [
          "literatura obyczajowa",
          "romans"
        ],
        "pages": 310,
        "first_published_year": 2024,
        "published_year": 2024,
        "isbn": "9788382905373",
        "description": "Gdy przywódczyni mafii w Chicago, najgroźniejsza kobieta w mieście, znika, wybucha chaos. Lucy Davis musi stawić czoła swojej przeszłości i demonom, a konsekwencje jej działań stają się bolesne i nieuniknione. Kiedy traci pamięć i pojawia się tajemniczy, przystojny mężczyzna, jej życie zamienia się w sieć pytań i zagadek. Nic nie jest już takie samo, a wrogowie zrobią wszystko, by ją odnaleźć.",
        "image": "book_-_queen_of_muerte_1.jpg",
        "store": "woblink.pl",
        "store_url": "https://woblink.com/",
        "rating": 8.5,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 29,
        "title": "Mars",
        "author": "Rafał Kosik",
        "series": "",
        "series_number": null,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 432,
        "first_published_year": 2003,
        "published_year": 2022,
        "isbn": "9788366178649",
        "description": "Na Marsie, po stuleciach kolonizacji przez osadników z Ziemi, powstała cywilizacja i miasta, jednak planeta stoi na krawędzi zagłady. Separatyzm na południowej półkuli, przerwane projekty terraformowania i napięcia polityczne zagrażają stabilności klimatu i społeczeństwa. Trzysta lat po rozpoczęciu terraformowania, na marsjańskiej pustyni odkryto coś, co zmienia dotychczasowe rozumienie historii Marsa, zarówno tej dawnej, jak i współczesnej.",
        "image": "book_-_mars.jpg",
        "store": "Świat książki",
        "store_url": "https://www.swiatksiazki.pl/",
        "rating": 6.8,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 30,
        "title": "Łatwo być bogiem",
        "author": "Robert J. Szmidt",
        "series": "Pola dawno zapomnianych bitew",
        "series_number": 1,
        "categories": [
          "fantasy",
          "sci-fi"
        ],
        "pages": 427,
        "first_published_year": 2014,
        "published_year": 2022,
        "isbn": "9788381889087",
        "description": "W XXIV wieku ludzkość skolonizowała tysiące systemów gwiezdnych, nie napotykając innych zaawansowanych cywilizacji. Po stuleciu od wojny domowej, załoga statku sprzątającego pola dawnych bitew odkrywa tajemnicze wraki, co wpływa na przyszłość całej ludzkości. Sierżant Henryan Święcki, warunkowo uwolniony z kolonii karnej, otrzymuje zadanie rozpracowania organizacji ingerującej w obserwacje prymitywnej rasy Wojowników Kości, walczących z Gurdami. Decyzje Święckiego mogą wpłynąć na los tych istot oraz przyszłość galaktyki. Powieść zdobyła nagrodę Best Audio i była wielokrotnie nominowana w plebiscycie Lubimy Czytać.",
        "image": "book_-_latwo_byc_bogiem.jpg",
        "store": "virtualo.pl",
        "store_url": "https://virtualo.pl/",
        "rating": 7.3,
        "readed": false,
        "available": true,
        "notes": ""
      },
      {
        "id": 31,
        "title": "Erystyka, czyli sztuka prowadzenia sporów",
        "author": "Arthur Schopenhauer",
        "series": "",
        "series_number": null,
        "categories": [
          "filozofia",
          "etyka"
        ],
        "pages": 119,
        "first_published_year": 1975,
        "published_year": 2020,
        "isbn": "9788370204907",
        "description": "Przedmiotem niniejszej rozprawki Schopenhauera są takie chwyty, których używają w sporze ci, co za wszelką cenę - a więc i za cenę prawdy i słuszności poprawności wywodu - chcą koniecznie \"postawić na swoim\", zrobić tak żeby było uznane, że oni mają rację. Dobrze jest uprzytomnić sobie różne możliwe porfele, aby wiedzieć na co można być narażonym w sporach z ludźmi nierzetelnymi. ",
        "image": "book_-_erystyka.jpg",
        "store": "taniaksiazka.pl",
        "store_url": "https://www.taniaksiazka.pl/",
        "rating": 8,
        "readed": false,
        "available": true,
        "notes": ""
      }
      ]
}
